;; -*- no-byte-compile: t; -*-
(package! swiper)
(package! elcord)
(package! org-download)
(package! org-ref)
(package! elcord)
(unpin! irony)
(package! irony :recipe
  (:host github :repo "Sarcasm/irony-mode")) ; ensures latest version of irony
(package! zen-mode)
(package! org-modern)
(package! rainbow-delimiters)
(package! cheat-sh)
(package! mastodon)
(package! autothemer)
(package! catppuccin-theme)
(package! evil-tutor)
